Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/oaivvilda-ahte-listhaug-ain-sahtta-njulget-boasttuvuoda.html.tmx
Source language: sme
Languages: sma

source: Oaivvilda ahte Listhaug ain sáhttá njulget boasttuvuođa / Boazodoallu / Ealáhusat / Sámediggi - Sametinget
sma: Veanhta Listhaug annje maahta skaaram davvodh / Båatsoe / Jielemh / Saemiedigkie - Sametinget

source: Oaivvilda ahte Listhaug ain sáhttá njulget boasttuvuođa
sma: Veanhta Listhaug annje maahta skaaram davvodh

source: Sámediggeráđđi Thomas Åhren doalaha Sámedikki moaitámuša boazolohkogeahpedeami prosessii.
sma: Saemiedigkieraerie Thomas Åhrén tjåadtjohte Saemiedigkien laejhtemem prosessen vööste bovtselåhkoegiehpiedimmine.

source: Son oaivvilda ahte ollu boazodolliide Finnmárkkus čuohcá máŋgga ráđđehusa oktasaš ráŋggáštanpolitihkka vaikke vel sii leat ge vigiheamit.
sma: Dïhte veanhta jïjnjh båatsoesaemieh Finnmaarhkesne daelie ovsåahtan åadtjoeh damtedh jienebi reerenassi kollektijve bysvehtspolitihkem.

source: - Sámediggi oaidná dan dárbbu ahte geahpedit boazologu Finnmárkkus, muhto mii oaivvildit ahte proseassa lea geavvan boastut.
sma: - Saemiedigkie vuajna daerpies bovtselåhkoem giehpiedidh Finnmaarhkesne, men mijjieh vïenhtebe daate prosesse lea eevre båastoeh otnjegem vaalteme.

source: 2007:s bođii ođđa boazodoalloláhka, buriid áigumušaiguin ollašuhttit eanet iešstivrejumi.
sma: Jaepien 2007 akte orre båatsoeburrielaake bööti, dej bööremes aajkoejgujmie lissiehtamme jïjtjestuvremem bïjre.

source: Orohagat ja siiddat galge ieža leat árjjalaččat mielde mearrideamen bajimus boazologu, ja ledje bures álggahan dán barggu ovttas boazodoallostivrrain.
sma: Doh båatsoesïjth edtjin jïjtje eadtjohkelaakan meatan årrodh gosse edtjin dam bijjemes bovtselåhkoem nænnoestidh, jïh lin hijvenlaakan daejnie barkojne nïerhkeme båatsoeburriejståvrojne ektine.

source: Muhto departemeanta válljii baicce badjelgeahččat boazodoalu, ja nu dat bilidii proseassa, oaivvilda Åhren.
sma: Departemeente buerebh veelji båatsoen aatsolen vuejedh jïh prosessem goerpedehti, Åhrén veanhta.

source: Åhren oaivvilda dát proseassa dat dagahii dan gilvvohallama mas ollu boazoeaiggádat posisjonerejedje iežaset daid earáid ektui.
sma: Åhrén veanhta daate prosesse aktem gaahtjemem sjugniedi gusnie jïjnjh båatsoesaemieh jïjtjemse biejien sinsitnien vööste.

source: – Mun oainnu mielde lea deaŧalaš čujuhit dan ahte stáhta boazodoallopolitihkka dat lei mii vuolggahii dan gilvvohallama mas ollugat leat lasihan iežaset boazologu strategalaččat.
sma: Manne vïenhtem vihkeles tjiertestidh ihke lij staaten båatsoepolitihke mij eelki daam gaahtjemem gusnie jïjnjh båatsoesaemieh leah bovtselåhkoem strategeleslaakan lissiehtamme.

source: Dan lei sáhttit čoavdit áibbas eará láhkai.
sma: Staate lij maahteme daam tsiehkiem eevre jeatjahlaakan loetedh.

source: Dál gillájit buohkat daid oktasaš ráŋggáštandoaibmabijuid geažil, maid stáhta lea čađahan váidudan dihtii iežaset boasttuárvvoštallamii, deattasta Åhren.
sma: Daelie gaajhkesh læjjadieh kollektijve bysvehtsråajvarimmiej gaavhtan mejtie staate tjïrrehte juktie jïjtse båastoeh vuarjasjimmieh davvodh, Åhrén vihteste.

source: Son oaivvilda ahte boazodoallopolitihkka lea áibbas endorii geavvan go eai leat ortnegat mat movttiidahttet eaktodáhtolaš geahpedeapmái.
sma: Dïhte veanhta båatsoepolitihke lea tjaajanamme gosse öörnegh eah gååvnesh mah jïjtjevyljehke giehpiedimmiem skreejrieh.

source: – Politihka reaiddut berrejit leat ollu eanet go dušše spihčá ja áitagat.
sma: – Politihken dïrregeskaavtege byöroe stuerebe årrodh goh svaalije jïh aajhtoeh.

source: Dál eat dieđe guđe váikkuhusaid geahpedeamit buktet ovttaskasolbmui dahje boazodollui oppalaččat, deattasta Åhren.
sma: Daelie ibie daejrieh mah konsekvensh giehpiedimmie åådtje oktegs almetjidie jallh abpe båatsose, Åhrén vihteste.

source: - Lihkostuvvi resursahálddašeapmi sorjá das ahte oassálastit leat ieža mielde proseassas.
sma: - Akte læhkoes vierhtiereereme lea jearohke aktöörh jïjtje leah meatan prosessesne.

source: Deaŧaleamos lea ásahit dássidis čovdosiid main leat bistevaš čovdosat boazolohkoáššái.
sma: Vihkielommes daelie lea stïeres vuekieh gaavnedh mah bovtselåhkoedåeriesmoeride nåhkehtieh.

source: Ii leat maŋŋit geahčadit mo ovttas boazodoalloealáhusain sáhttá gávdnat luohttámušluovvi vugiid mo geahpedit boazologu, dadjá Åhren.
sma: Ij leah fer seenhte vuejnedh guktie båatsojne ektine maahta jaehkemes vuekieh gaavnedh juktie bovtselåhkoem giehpiedidh, Åhrén jeahta.

source: Go eanandoalloministtar Sylvia Listhaug evttoha ahte boahtteáiggis galgá buot siidaosiid boazologuid almmuhit, de várre Åhren.
sma: Goh reaksjovne laanteburrieministere Sylvi Listhaugen raeriestæmman mij jeahta båetijen aejkien edtja bovtsetaalide gaajhkide sïjtelåhkojde bæjhkoehtidh, Åhrén aktem vaatnoem åtna.

source: - Almmuhit juohke boazodoalli boazologu ii leat dakkár maid eambbo sáhttá dahkat.
sma: - Ij saaht-laakan maehtieh bæjhkoehtidh man jïjnjh bovtsh fïereguhte båatsoesaemie åtna.

source: Dát lea sámi riekteáddejumi čielga rihkkun, ja lea dakkár vuohki maid ii sáhte čađahit ovdalgo lea árvvoštallan váikkuhusaid vuđolaččat.
sma: Daate tjïelkelaakan saemien reaktavuajnoen vööste stræjra jïh ij maehtieh naemhtie darjodh bielelen konsekvenside veelelaakan vuarjasjidh.

source: Mun oaivvildan ahte dat ii leat dárbbašlaš ge, go hálddahusas han leat dat logut liikká, ja go siidadásis lea rabasvuohta bajimus boazologu ektui.
sma: Manne vïenhtem ij leah darhkh daerpies gænnah, dan åvteste reereme gujht taalide læjhkan åtna, jïh dan åvteste fïerhtene sïjtesne bijjemes bovtselåhkoe damtoes.

source: Dakkár árvvoštallama oktavuođas bivdit mii Sámedikki bealis konsultašuvnnaid departemeanttain, loahpaha Åhren.
sma: Aktene dagkeres vuarjasjimmesne sïjhtebe Saemiedigkien bieleste konsultasjovni bïjre birredh departemeentine, Åhrén minngemosth jeahta.
